Repository: humananalog/fatnag
Catalog: TheScale/TheScale/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Checking Health for a recent weigh…
ar: نتحقق من الصحة عن وزن حديث…
ca: S’està buscant a Salut un pes recent…
cs: Hledám v Zdraví nedávné vážení…
da: Tjekker Health for en ny vejning…
de: Suche in Health nach einem aktuellen Gewicht…
el: Έλεγχος Υγείας για πρόσφατη ζύγιση…
es: Buscando en Salud un peso reciente…
fi: Etsitään Healthista tuoretta punnitusta…
fr: Recherche d’un poids récent dans Santé…
he: בודק בבריאות שקילה אחרונה…
hi: स्वास्थ्य में हाल की तौल देख रहे हैं…
hr: Tražim u Zdravlju nedavno vaganje…
hu: Friss mérés keresése az Egészségben…
id: Memeriksa Health untuk timbangan terbaru…
it: Cerco in Salute un peso recente…
ja: ヘルスケアで最近の体重を確認中…
ko: 건강 앱에서 최근 체중을 확인하는 중…
ms: Menyemak Health untuk timbangan terkini…
nb: Sjekker Health for en ny veiing…
nl: Health controleren op een recente weging…
pl: Szukam w Zdrowiu ostatniej wagi…
pt_br: Procurando no Saúde um peso recente…
pt_pt: A procurar no Saúde um peso recente…
ro: Se caută în Sănătate o cântărire recentă…
ru: Ищу в Здоровье недавнее взвешивание…
sk: Hľadám v Zdraví nedávne váženie…
sv: Kollar Health efter en ny vikt…
th: กำลังตรวจสุขภาพหาการชั่งล่าสุด…
tr: Health’te yeni bir tartı aranıyor…
uk: Шукаю в Здоров’ї недавнє зважування…
vi: Đang tìm trong Sức khỏe một lần cân gần đây…
zh_hans: 正在从健康中查找最近的体重…
zh_hant: 正在從健康查找最近的體重…

source: City or area (e.g. Manila, Central HK)
ar: مدينة أو منطقة (مثل مانيلا، وسط هونغ كونغ)
ca: Ciutat o zona (p. ex. Manila, Central HK)
cs: Město nebo čtvrť (např. Manila, Central HK)
da: By eller område (f.eks. Manila, Central HK)
de: Stadt oder Gegend (z. B. Manila, Central HK)
el: Πόλη ή περιοχή (π.χ. Μανίλα, Central HK)
es: Ciudad o zona (p. ej. Manila, Central HK)
fi: Kaupunki tai alue (esim. Manila, Central HK)
fr: Ville ou quartier (p. ex. Manila, Central HK)
he: עיר או אזור (למשל מנילה, סנטרל הונג קונג)
hi: शहर या इलाका (जैसे मनीला, सेंट्रल एचके)
hr: Grad ili područje (npr. Manila, Central HK)
hu: Város vagy környék (pl. Manila, Central HK)
id: Kota atau kawasan (mis. Manila, Central HK)
it: Città o zona (es. Manila, Central HK)
ja: 都市または地域（例：マニラ、香港セントラル）
ko: 도시 또는 지역 (예: 마닐라, 홍콩 센트럴)
ms: Bandar atau kawasan (cth. Manila, Central HK)
nb: By eller område (f.eks. Manila, Central HK)
nl: Stad of gebied (bijv. Manila, Central HK)
pl: Miasto lub dzielnica (np. Manila, Central HK)
pt_br: Cidade ou área (ex.: Manila, Central HK)
pt_pt: Cidade ou zona (ex.: Manila, Central HK)
ro: Oraș sau zonă (ex. Manila, Central HK)
ru: Город или район (напр. Манила, Центральный Гонконг)
sk: Mesto alebo oblasť (napr. Manila, Central HK)
sv: Stad eller område (t.ex. Manila, Central HK)
th: เมืองหรือย่าน (เช่น มะนิลา, เซ็นทรัล ฮ่องกง)
tr: Şehir veya bölge (ör. Manila, Central HK)
uk: Місто чи район (напр. Маніла, Центральний Гонконг)
vi: Thành phố hoặc khu vực (vd. Manila, Central HK)
zh_hans: 城市或地区（例如马尼拉、香港中环）
zh_hant: 城市或地區（例如馬尼拉、香港中環）

source: City or region
ar: مدينة أو منطقة
ca: Ciutat o regió
cs: Město nebo region
da: By eller region
de: Stadt oder Region
el: Πόλη ή περιοχή
es: Ciudad o región
fi: Kaupunki tai alue
fr: Ville ou région
he: עיר או אזור
hi: शहर या क्षेत्र
hr: Grad ili regija
hu: Város vagy régió
id: Kota atau wilayah
it: Città o regione
ja: 都市または地域
ko: 도시 또는 지역
ms: Bandar atau wilayah
nb: By eller region
nl: Stad of regio
pl: Miasto lub region
pt_br: Cidade ou região
pt_pt: Cidade ou região
ro: Oraș sau regiune
ru: Город или регион
sk: Mesto alebo región
sv: Stad eller region
th: เมืองหรือภูมิภาค
tr: Şehir veya bölge
uk: Місто чи регіон
vi: Thành phố hoặc vùng
zh_hans: 城市或地区
zh_hant: 城市或地區

source: City, IF 16-8, language…
ar: المدينة، صيام 16-8، اللغة…
ca: Ciutat, IF 16-8, idioma…
cs: Město, IF 16-8, jazyk…
da: By, IF 16-8, sprog…
de: Stadt, IF 16-8, Sprache…
el: Πόλη, IF 16-8, γλώσσα…
es: Ciudad, AI 16-8, idioma…
fi: Kaupunki, IF 16-8, kieli…
fr: Ville, JI 16-8, langue…
he: עיר, צום 16-8, שפה…
hi: शहर, IF 16-8, भाषा…
hr: Grad, IF 16-8, jezik…
hu: Város, IF 16-8, nyelv…
id: Kota, IF 16-8, bahasa…
it: Città, DI 16-8, lingua…
ja: 都市、16-8断食、言語…
ko: 도시, 16-8 단식, 언어…
ms: Bandar, IF 16-8, bahasa…
nb: By, IF 16-8, språk…
nl: Stad, IF 16-8, taal…
pl: Miasto, IF 16-8, język…
pt_br: Cidade, JI 16-8, idioma…
pt_pt: Cidade, JI 16-8, idioma…
ro: Oraș, IF 16-8, limbă…
ru: Город, ИГ 16-8, язык…
sk: Mesto, IF 16-8, jazyk…
sv: Stad, IF 16-8, språk…
th: เมือง, IF 16-8, ภาษา…
tr: Şehir, IF 16-8, dil…
uk: Місто, ІГ 16-8, мова…
vi: Thành phố, IF 16-8, ngôn ngữ…
zh_hans: 城市、16-8 断食、语言…
zh_hant: 城市、16-8 斷食、語言…

source: Clear
ar: مسح
ca: Esborra
cs: Vymazat
da: Ryd
de: Löschen
el: Εκκαθάριση
es: Borrar
fi: Tyhjennä
fr: Effacer
he: נקה
hi: साफ़ करें
hr: Očisti
hu: Törlés
id: Hapus
it: Cancella
ja: クリア
ko: 지우기
ms: Kosongkan
nb: Tøm
nl: Wis
pl: Wyczyść
pt_br: Limpar
pt_pt: Limpar
ro: Șterge
ru: Очистить
sk: Vymazať
sv: Rensa
th: ล้าง
tr: Temizle
uk: Очистити
vi: Xóa
zh_hans: 清除
zh_hant: 清除

source: Close
ar: إغلاق
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
fr: Fermer
he: סגור
hi: बंद करें
hr: Zatvori
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ms: Tutup
nb: Lukk
nl: Sluit
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Coach reads HealthKit after permission. Third-party apps only appear if they write to Health.
ar: يقرأ Coach بيانات HealthKit بعد الإذن. تطبيقات الطرف الثالث تظهر فقط إذا كتبت في الصحة.
ca: Coach llegeix HealthKit després del permís. Les apps de tercers només apareixen si escriuen a Salut.
cs: Po povolení Coach čte HealthKit. Cizí aplikace se ukážou, jen když zapisují do Zdraví.
da: Coach læser HealthKit efter tilladelse. Tredjepartsapps vises kun, hvis de skriver til Sundhed.
de: Coach liest HealthKit nach der Erlaubnis. Drittanbieter-Apps erscheinen nur, wenn sie in Health schreiben.
el: Ο Coach διαβάζει το HealthKit μετά την άδεια. Εφαρμογές τρίτων εμφανίζονται μόνο αν γράφουν στην Υγεία.
es: Coach lee HealthKit tras el permiso. Las apps de terceros solo aparecen si escriben en Salud.
fi: Coach lukee HealthKitin luvan jälkeen. Kolmannen osapuolen apit näkyvät vain, jos ne kirjoittavat Terveyteen.
fr: Coach lit HealthKit après l’autorisation. Les apps tierces n’apparaissent que si elles écrivent dans Santé.
he: Coach קורא את HealthKit אחרי הרשאה. אפליקציות צד שלישי מופיעות רק אם הן כותבות לבריאות.
hi: अनुमति के बाद Coach HealthKit पढ़ता है। तीसरे ऐप तभी दिखते हैं जब वे स्वास्थ्य में लिखते हैं।
hr: Nakon dopuštenja Coach čita HealthKit. Aplikacije trećih strana vide se samo ako pišu u Zdravlje.
hu: Engedély után a Coach olvassa a HealthKitet. A külső appok csak akkor látszanak, ha az Egészségbe írnak.
id: Setelah izin, Coach membaca HealthKit. Aplikasi pihak ketiga hanya muncul jika menulis ke Health.
it: Coach legge HealthKit dopo il permesso. Le app di terzi compaiono solo se scrivono in Salute.
ja: 許可のあと Coach は HealthKit を読みます。他社アプリはヘルスケアに書き込んだ場合だけ表示されます。
ko: 권한 이후 Coach가 HealthKit을 읽습니다. 타사 앱은 건강에 기록할 때만 나타납니다.
ms: Selepas kebenaran, Coach membaca HealthKit. Aplikasi pihak ketiga hanya muncul jika menulis ke Health.
nb: Coach leser HealthKit etter tillatelse. Tredjepartsapper vises bare hvis de skriver til Helse.
nl: Coach leest HealthKit na toestemming. Apps van derden verschijnen alleen als ze naar Health schrijven.
pl: Coach czyta HealthKit po zgodzie. Aplikacje innych firm widać tylko, gdy zapisują do Zdrowia.
pt_br: O Coach lê o HealthKit após a permissão. Apps de terceiros só aparecem se gravarem no Saúde.
pt_pt: O Coach lê o HealthKit após a permissão. Apps de terceiros só aparecem se escreverem no Saúde.
ro: După permisiune, Coach citește HealthKit. Aplicațiile terțe apar doar dacă scriu în Sănătate.
ru: После разрешения Coach читает HealthKit. Чужие приложения видны, только если пишут в Здоровье.
sk: Po povolení Coach číta HealthKit. Cudzie aplikácie sa ukážu, len keď zapisujú do Zdravia.
sv: Coach läser HealthKit efter tillåtelse. Tredjepartsappar syns bara om de skriver till Hälsa.
th: หลังอนุญาต Coach จะอ่าน HealthKit แอปอื่นจะปรากฏก็ต่อเมื่อเขียนลงสุขภาพ
tr: İzin sonrası Coach HealthKit’i okur. Üçüncü taraf uygulamalar yalnızca Sağlık’a yazarsa görünür.
uk: Після дозволу Coach читає HealthKit. Сторонні застосунки видно, лише якщо вони пишуть у Здоров’я.
vi: Sau khi được phép, Coach đọc HealthKit. Ứng dụng bên thứ ba chỉ hiện nếu ghi vào Sức khỏe.
zh_hans: 授权后 Coach 读取 HealthKit。第三方应用只有写入健康才会出现。
zh_hant: 授權後 Coach 讀取 HealthKit。第三方 App 只有寫入健康才會出現。

# coach.consent.off
source: Consent off until you agree (or stay offline).
ar: الموافقة متوقفة حتى توافق (أو ابقَ دون اتصال).
ca: Dóna el teu consentiment fins que estiguis d'acord (o no et connectis).
cs: Souhlas vypnutý, dokud nesouhlasíte (nebo zůstaňte offline).
da: Samtykke fra, indtil du accepterer (eller forbliver offline).
de: Einwilligung aus, bis du zustimmst (oder offline bleibst).
el: Η συγκατάθεση είναι off μέχρι να συμφωνήσεις (ή μείνε offline).
es: Consentimiento off hasta que aceptes (o quédate offline).
fi: Suostumus pois, kunnes hyväksyt (tai pysyt offline).
fr: Consentement off jusqu’à acceptation (ou reste hors ligne).
he: ההסכמה כבויה עד שתאשר (או הישאר אופליין).
hi: सहमति बंद जब तक आप सहमत न हों (या ऑफ़लाइन रहें)।
hr: Privola isključena dok ne pristaneš (ili ostani offline).
hu: A hozzájárulás ki van kapcsolva, amíg nem fogadod el (vagy maradj offline).
id: Persetujuan mati sampai kamu setuju (atau tetap offline).
it: Consenso off finché non accetti (o resta offline).
ja: 同意オフ（オフラインのままも可）。
ko: 동의 전엔 꺼짐(또는 오프라인 유지).
ms: Persetujuan off sehingga anda bersetuju (atau kekal offline).
nb: Samtykke av til du godtar (eller forblir offline).
nl: Toestemming uit tot je akkoord gaat (of offline blijft).
pl: Zgoda wyłączona, dopóki nie zaakceptujesz (albo zostań offline).
pt_br: Consentimento off até você aceitar (ou fique offline).
pt_pt: Consentimento off até aceitares (ou fica offline).
ro: Consimțământ off până accepți (sau stai offline).
ru: Согласие выключено, пока не примешь (или оставайся офлайн).
sk: Súhlas vypnutý, kým nesúhlasíte (alebo zostaňte offline).
sv: Samtycke av tills du godkänner (eller förblir offline).
th: ปิดความยินยอมจนกว่าจะยอมรับ (หรืออยู่แบบออฟไลน์)
tr: Onay, kabul edene kadar kapalı (veya offline kal).
uk: Згода вимкнена, доки не погодишся (або лишайся офлайн).
vi: Tắt đồng ý đến khi bạn chấp nhận (hoặc giữ ngoại tuyến).
zh_hans: 同意关闭，直到您同意（或保持离线状态）。
zh_hant: 同意前關閉（也可保持離線）。

# coach.consent.on
source: Consent on. %@. Chat + compact Health digest + relevant memory only.
ar: الموافقة مفعّلة. %@. الدردشة فقط + ملخص Health مختصر + الذاكرة ذات الصلة.
ca: Consentiment a. %@. Xat + resum de salut compacte + només memòria rellevant.
cs: Souhlas zapnutý. %@. Jen chat + kompaktní Health digest + relevantní paměť.
da: Samtykke til. %@. Kun chat + kompakt Health-digest + relevant hukommelse.
de: Einwilligung an. %@. Nur Chat + kompakter Health-Digest + relevante Erinnerung.
el: Συγκατάθεση on. %@. Μόνο chat + συμπαγές Health digest + σχετική μνήμη.
es: Consentimiento on. %@. Solo chat + resumen compacto de Health + memoria relevante.
fi: Suostumus päällä. %@. Vain chat + tiivis Health-digest + oleellinen muisti.
fr: Consentement activé. %@. Chat + digest Santé compact + mémoire pertinente seulement.
he: ההסכמה פעילה. %@. רק צ׳אט + תקציר Health מקוצר + זיכרון רלוונטי.
hi: सहमति चालू। %@. केवल चैट + संक्षिप्त Health सार + संबंधित मेमोरी।
hr: Privola uključena. %@. Samo chat + kompaktni Health digest + relevantno pamćenje.
hu: Hozzájárulás bekapcsolva. %@. Csak chat + kompakt Health digest + releváns memória.
id: Persetujuan aktif. %@. Hanya chat + ringkasan Health padat + memori relevan.
it: Consenso on. %@. Solo chat + digest Health compatto + memoria rilevante.
ja: 同意オン。%@。チャット＋短いヘルスケア要約＋関連メモリのみ。
ko: 동의 켜짐. %@. 채팅 + 짧은 Health 요약 + 관련 메모리만.
ms: Persetujuan on. %@. Hanya sembang + ringkas Health + memori relevan.
nb: Samtykke på. %@. Bare chat + kompakt Health-digest + relevant minne.
nl: Toestemming aan. %@. Alleen chat + compacte Health-digest + relevante memory.
pl: Zgoda włączona. %@. Tylko czat + krótki digest Health + istotna pamięć.
pt_br: Consentimento on. %@. Só chat + resumo compacto de Health + memória relevante.
pt_pt: Consentimento on. %@. Só chat + resumo compacto de Health + memória relevante.
ro: Consimțământ on. %@. Doar chat + digest Health compact + memorie relevantă.
ru: Согласие включено. %@. Только чат + короткий Health digest + релевантная память.
sk: Súhlas zapnutý. %@. Len chat + kompaktný Health digest + relevantná pamäť.
sv: Samtycke på. %@. Bara chat + kompakt Health-digest + relevant minne.
th: เปิดความยินยอมแล้ว %@ แชท + สรุป Health สั้นๆ + ความจำที่เกี่ยวข้องเท่านั้น
tr: Onay açık. %@. Yalnızca sohbet + kompakt Health özeti + ilgili bellek.
uk: Згода увімкнена. %@. Лише чат + стислий Health digest + релевантна пам’ять.
vi: Đã bật đồng ý. %@. Chỉ chat + tóm tắt Health gọn + bộ nhớ liên quan.
zh_hans: 同意。%@。聊天+紧凑型健康摘要+仅相关内存。
zh_hant: 同意已開。%@。僅聊天＋精簡 Health 摘要＋相關記憶。

# coach.offline
source: Offline
ar: غير متصل
ca: Desconnectat
el: Εκτός σύνδεσης
es: Sin conexión
fr: Hors ligne
he: לא מקוון
hi: ऑफ़लाइन
hr: Izvan mreže
id: Luring
ja: オフライン
ko: 오프라인
ms: Luar talian
nb: Frakoblet
ru: Офлайн
th: ออฟไลน์
tr: Çevrimdışı
uk: Офлайн
vi: Ngoại tuyến
zh_hans: 离线
zh_hant: 離線

# coach.placeholder
source: Ask something sharp…
ar: اسأل بحدة…
ca: Demana alguna cosa punyent...
cs: Zeptej se ostře…
da: Spørg om noget skarpt…
de: Frag etwas Scharfes…
el: Ρώτα κοφτά…
es: Pregunta algo afilado…
fi: Kysy jotain terävää…
fr: Demande quelque chose de tranchant…
he: שאל חד…
hi: कुछ तीखा पूछो…
hr: Pitaj oštro…
hu: Kérdezz élesen…
id: Tanya yang tajam…
it: Chiedi qualcosa di tagliente…
ja: 鋭い質問をどうぞ…
ko: 날카롭게 물어봐…
ms: Tanya sesuatu yang tajam…
nb: Spør om noe skarpt…
nl: Vraag iets scherps…
pl: Zapytaj ostro…
pt_br: Pergunte algo afiado…
pt_pt: Pergunta algo afiado…
ro: Întreabă ceva tăios…
ru: Спроси жёстко…
sk: Opýtaj sa ostro…
sv: Fråga något skarpt…
th: ถามอะไรคมๆ สิ…
tr: Sert sor…
uk: Запитай гостро…
vi: Hỏi gì đó sắc…
zh_hans: 问一些尖锐的问题……
zh_hant: 問點犀利的…

# coach.privacy.agree
source: Agree & send
ar: وافق وأرسل
ca: Accepta i envia
cs: Souhlasím a odeslat
da: Acceptér & send
de: Zustimmen & senden
el: Συμφωνώ και αποστολή
es: Aceptar y enviar
fi: Hyväksy & lähetä
fr: Accepter & envoyer
he: אשר ושלח
hi: सहमत हों और भेजें
hr: Prihvati i pošalji
hu: Elfogadom és küldöm
id: Setuju & kirim
it: Accetta e invia
ja: 同意して送信
ko: 동의 및 전송
ms: Setuju & hantar
nb: Godta & send
nl: Akkoord & stuur
pl: Zgadzam się i wyślij
pt_br: Aceitar e enviar
pt_pt: Aceitar e enviar
ro: Acceptă și trimite
ru: Согласен и отправить
sk: Súhlasím a odoslať
sv: Godkänn & skicka
th: ยอมรับแล้วส่ง
tr: Kabul et ve gönder
uk: Погодитись і надіслати
vi: Đồng ý & gửi
zh_hans: 同意并发送
zh_hant: 同意並傳送

# coach.privacy.body
source: Only this chat plus a short weight/fat/fitness digest go to the shared Keel backend. Memory stays on-device except the facts relevant to the ask. No per-user API key.
ar: فقط هذه الدردشة مع ملخص قصير للوزن/الدهون/اللياقة تذهب إلى خلفية Keel المشتركة. الذاكرة تبقى على الجهاز باستثناء الحقائق ذات الصلة بالسؤال. بلا مفتاح API لكل مستخدم.
ca: Només aquest xat més un resum curt de pes/greix/forma física van al dorsal de Keel compartit. La memòria es manté en el dispositiu, excepte els fets rellevants per a la pregunta. No hi ha cap clau API per usuari.
cs: Jen tento chat plus krátký digest váhy/tuku/kondice jdou na sdílený Keel backend. Paměť zůstává na zařízení kromě faktů k otázce. Žádný API klíč na uživatele.
da: Kun denne chat plus et kort vægt/fedt/fitness-digest går til den delte Keel-backend. Hukommelse bliver på enheden undtagen fakta relevante for spørgsmålet. Ingen API-nøgle pr. bruger.
de: Nur dieser Chat plus ein kurzer Gewichts-/Fett-/Fitness-Digest gehen an das gemeinsame Keel-Backend. Speicher bleibt auf dem Gerät, außer Fakten zur Frage. Kein persönlicher API-Schlüssel.
el: Μόνο αυτό το chat και ένα σύντομο digest βάρους/λίπους/φόρμας πάνε στο κοινό Keel backend. Η μνήμη μένει στη συσκευή εκτός από τα σχετικά γεγονότα. Χωρίς API key ανά χρήστη.
es: Solo este chat y un resumen corto de peso/grasa/fitness van al backend compartido de Keel. La memoria se queda en el dispositivo salvo los hechos relevantes a la pregunta. Sin API key por usuario.
fi: Vain tämä chat plus lyhyt paino/rasva/kunto-digest menevät jaettuun Keel-backendiin. Muisti pysyy laitteella paitsi kysymykseen liittyvät faktat. Ei käyttäjäkohtaista API-avainta.
fr: Seul ce chat plus un court digest poids/graisse/forme vont au backend Keel partagé. La mémoire reste sur l’appareil sauf les faits utiles à la demande. Pas de clé API par utilisateur.
he: רק הצ׳אט הזה בתוספת תקציר קצר של משקל/שומן/כושר הולכים ל־Keel backend משותף. הזיכרון נשאר במכשיר מלבד עובדות רלוונטיות לשאלה. בלי מפתח API למשתמש.
hi: केवल यह चैट और छोटा वज़न/फैट/फिटनेस सार साझा Keel बैकएंड पर जाता है। मेमोरी डिवाइस पर रहती है, सवाल से जुड़े तथ्यों को छोड़कर। प्रति-उपयोगकर्ता API key नहीं।
hr: Samo ovaj chat plus kratki digest težine/masti/forme idu na zajednički Keel backend. Pamćenje ostaje na uređaju osim činjenica relevantnih za pitanje. Bez API ključa po korisniku.
hu: Csak ez a chat plusz egy rövid súly/zsír/fitnesz digest megy a közös Keel backendre. A memória az eszközön marad, kivéve a kérdéshez releváns tényeket. Nincs felhasználónkénti API kulcs.
id: Hanya chat ini plus ringkasan pendek berat/lemak/kebugaran ke backend Keel bersama. Memori tetap di perangkat kecuali fakta relevan. Tanpa API key per pengguna.
it: Solo questa chat e un breve digest peso/grasso/fitness vanno al backend Keel condiviso. La memoria resta sul dispositivo tranne i fatti rilevanti alla domanda. Nessuna API key per utente.
ja: このチャットと短い体重／体脂肪／フィットネス要約だけが共有Keelバックエンドへ。メモリは端末内。ユーザー別APIキーなし。
ko: 이 채팅과 짧은 체중/지방/피트니스 요약만 공유 Keel 백엔드로 갑니다. 질문과 관련된 사실 외의 기억은 기기에 남습니다. 사용자별 API 키는 없습니다.
ms: Hanya sembang ini plus ringkas berat/lemak/kecergasan pendek ke backend Keel dikongsi. Memori kekal pada peranti kecuali fakta relevan. Tiada API key setiap pengguna.
nb: Bare denne chatten pluss et kort vekt/fett/fitness-digest går til den delte Keel-backend. Minne blir på enheten unntatt fakta relevante for spørsmålet. Ingen API-nøkkel per bruker.
nl: Alleen deze chat plus een korte gewicht/vet/fitness-digest gaan naar de gedeelde Keel-backend. Memory blijft op het apparaat, behalve feiten relevant voor de vraag. Geen API-sleutel per gebruiker.
pl: Tylko ten czat oraz krótki digest wagi/tłuszczu/kondycji idą na wspólny backend Keel. Pamięć zostaje na urządzeniu, poza faktami istotnymi do pytania. Bez klucza API na użytkownika.
pt_br: Só este chat e um resumo curto de peso/gordura/fitness vão ao backend compartilhado do Keel. A memória fica no aparelho, exceto os fatos relevantes à pergunta. Sem API key por usuário.
pt_pt: Só este chat e um resumo curto de peso/gordura/fitness vão para o backend partilhado do Keel. A memória fica no dispositivo, exceto os factos relevantes à pergunta. Sem API key por utilizador.
ro: Doar acest chat plus un digest scurt greutate/grăsime/fitness merg la backend-ul Keel partajat. Memoria rămâne pe dispozitiv, exceptând faptele relevante întrebării. Fără cheie API per utilizator.
ru: Только этот чат плюс короткий digest веса/жира/формы уходят на общий Keel backend. Память на устройстве, кроме фактов к вопросу. Без API-ключа на пользователя.
sk: Len tento chat plus krátky digest váhy/tuku/kondície idú na spoločný Keel backend. Pamäť zostáva na zariadení okrem faktov k otázke. Žiadny API kľúč na používateľa.
sv: Bara den här chatten plus en kort vikt/fett/fitness-digest går till den delade Keel-backend. Minne stannar på enheten utom fakta som hör till frågan. Ingen API-nyckel per användare.
th: เฉพาะแชทนี้กับสรุปน้ำหนัก/ไขมัน/ฟิตเนสสั้นๆ ไปยัง Keel ร่วม ความจำอยู่บนเครื่อง ยกเว้นข้อเท็จจริงที่เกี่ยวกับคำถาม ไม่มี API key รายผู้ใช้
tr: Yalnızca bu sohbet artı kısa bir ağırlık/yağ/fitness özeti ortak Keel backend’ine gider. Bellek, soruya ilgili gerçekler dışında cihazda kalır. Kullanıcı başına API anahtarı yok.
uk: Лише цей чат плюс короткий digest ваги/жиру/форми йдуть на спільний Keel backend. Пам’ять лишається на пристрої, окрім фактів до запиту. Без API-ключа на користувача.
vi: Chỉ chat này cùng tóm tắt cân/mỡ/thể lực ngắn gửi lên Keel dùng chung. Bộ nhớ ở trên máy trừ các sự kiện liên quan câu hỏi. Không có API key theo người dùng.
zh_hans: 只有此聊天加上简短的体重/脂肪/健身摘要才能转到共享的Keel后端。除了与询问相关的事实外，记忆保持在设备上。没有每个用户的API密钥。
zh_hant: 僅此聊天加上簡短體重／體脂／體能摘要會傳到共用 Keel 後端。記憶留在裝置上，僅傳送與問題相關的事實。無按使用者 API key。

# coach.privacy.title
source: Send chat context to Keel?
ar: إرسال سياق الدردشة إلى Keel؟
ca: Vols enviar el context del xat a Keel?
cs: Poslat kontext chatu do Keel?
da: Send chatkontekst til Keel?
de: Chat-Kontext an Keel senden?
el: Αποστολή πλαισίου chat στο Keel;
es: ¿Enviar el contexto del chat a Keel?
fi: Lähetä chat-konteksti Keeliin?
fr: Envoyer le contexte du chat à Keel ?
he: לשלוח הקשר צ׳אט ל־Keel?
hi: चैट संदर्भ Keel को भेजें?
hr: Poslati kontekst chata na Keel?
hu: Chat kontextust küldeni a Keelnek?
id: Kirim konteks chat ke Keel?
it: Inviare il contesto della chat a Keel?
ja: チャット内容をKeelに送りますか？
ko: Keel에게 채팅 컨텍스트를 보내시겠습니까?
ms: Hantar konteks sembang ke Keel?
nb: Send chatkontekst til Keel?
nl: Chatcontext naar Keel sturen?
pl: Wysłać kontekst czatu do Keel?
pt_br: Enviar o contexto do chat ao Keel?
pt_pt: Enviar o contexto do chat ao Keel?
ro: Trimiți contextul chatului către Keel?
ru: Отправить контекст чата в Keel?
sk: Poslať kontext chatu do Keel?
sv: Skicka chatkontext till Keel?
th: ส่งบริบทแชทไป Keel?
tr: Sohbet bağlamı Keel’e gönderilsin mi?
uk: Надіслати контекст чату в Keel?
vi: Gửi ngữ cảnh chat tới Keel?
zh_hans: 把聊天上下文发给 Keel？
zh_hant: 把聊天上下文傳給 Keel？

# coach.send
source: Send
ar: إرسال
ca: Enviar
cs: Odeslat
de: Senden
el: Αποστολή
es: Enviar
fi: Lähetä
fr: Envoyer
he: שלח
hi: भेजें
hr: Pošalji
hu: Küldés
id: Kirim
it: Invia
ja: 送信
ko: 보내기
ms: Hantar
nl: Verstuur
pl: Wyślij
pt_br: Enviar
pt_pt: Enviar
ro: Trimite
ru: Отправить
sk: Odoslať
sv: Skicka
th: ส่ง
tr: Gönder
uk: Надіслати
vi: Gửi
zh_hans: 发送
zh_hant: 傳送

# coach.sending
source: Sending
ar: جارٍ الإرسال
ca: Enviament
cs: Odesílání
da: Sender…
de: Senden…
el: Αποστολή…
es: Enviando
fi: Lähetetään…
fr: Envoi
he: שולח
hi: भेजा जा रहा है
hr: Slanje
hu: Küldés…
id: Mengirim
it: Invio…
ja: 送信中
ko: 보내는 중
ms: Menghantar
nb: Sender…
nl: Versturen…
pl: Wysyłanie
pt_br: Enviando
pt_pt: A enviar
ro: Se trimite
ru: Отправка
sk: Odosielanie
sv: Skickar…
th: กำลังส่ง
tr: Gönderiliyor
uk: Надсилання
vi: Đang gửi
zh_hans: 发送
zh_hant: 傳送中

# coach.streaming
source: Streaming…
ar: يبث…
ca: Corrent de dades
cs: Streamuje se…
da: Streamer…
de: Streamt…
el: Μετάδοση…
es: Transmitiendo…
fi: Striimataan…
fr: Diffusion…
he: משדר…
hi: स्ट्रीमिंग…
hr: Strujanje…
hu: Streamelés…
it: In streaming…
ja: ストリーミング中…
ko: 스트리밍 중…
ms: Penstriman…
nb: Streamer…
nl: Streamt…
pl: Strumieniowanie…
pt_br: Transmitindo…
pt_pt: A transmitir…
ro: Se transmite…
ru: Трансляция…
sk: Streamuje sa…
sv: Streamar…
th: กำลังสตรีม…
tr: Yayınlanıyor…
uk: Трансляція…
vi: Đang phát…
zh_hans: 流式输出中…
zh_hant: 串流中…
